xeon/20220909-zfs/stripe/no-fpw/1000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 223257334
number of failed transactions: 0 (0.000%)
latency average = 0.129 ms
initial connection time = 10.563 ms
tps = 248066.527993 (without initial connection time)